interface INews {
    id: string;
    color: string;
    category: string;
    title: string;
    text?: string;
    src: string;
}

export const swiper1: INews[] = [
    {
        id: "1",
        title: "خالد آبو الخير يكتب : طلوع جبل التاج",
        src: "/خالد.jpg",
        category: "كتاب وآراء",
        color: "#4c60f6",
    },
    {
        id: "2",
        title: "وفاة والد نجيب ساويرس مؤسس اغنى عائلة مصرية",
        src: "/0D4C5D51-19D6-471A-B812-B41B73944923.jpeg",
        category: "منوعات",
        color: "#32b47b",
    },
    {
        id: "3",
        title: "مظاهرة في استراليا ضد إساءة معاملة اللاجئين",
        src: "/7524AE33-1006-448F-B310-A86EAB90493D.jpeg",
        category: "اخبار العالم",
        color: "#f58021",
    },
    {
        id: "4",
        title: "كنّة تونى بلير تروي قصة إسلامها في غزة وإحتجازها من قبل ضابط مصري بسبب تقديمها المساعدات للقطاع",
        src: "/98793100-90F4-46F0-9AFF-29EAE26CD3F0.jpeg",
        category: "منوعات",
        color: "#f44336",
    },
];

export const swiper2: INews[] = [
    {
        id: "1",
        title: "أصغر أم.. في عمر 11 سنة",
        src: "/FD0392EC-4820-4BB4-865F-480977246CF1-1536x864.jpeg",
        category: "منوعات",
        text: "أصبحت فتاة تبلغ من العمر 11 عاماً أصغر أمّ في بريطانيا، بعد أن أنجبت في وقت سابق من هذا الشهر، وكانت حملت في سن العاشرة ف وتتمتع الأم وطفلها اللذان لم يتم الكشف عنهما، بصحة جيدة ويُعتنى بهما. وكشفت تقارير أن الخدمات الاجتماعية ورؤساء المجالس المحلية في المنطقة التي أنجبت فيها الطفلة ابنها يحققون في الأمر، مع العلم بأن عائلة الفتاة لم تكن تعلم أنها حامل. ونقلت تقارير عن مصدر مقرب من أفراد الأسرة قولهم «لقد كانوا في صدمة كبيرة»، وإن الفتاة الآن محاطة بمساعدة الخبراء وأصحاب الشأن، والشيء المهم لديهم هو أنها والطفل بخير. وقالت الطبيبة كارول كوبر القائمة على أنجاب الطفلة: «هذه هي أصغر أمّ سمعت عنها، والوزن له تأثير في العديد من الهرمونات لدى الأنثى في عملية الحمل، ولأن الأطفال أثقل مما كانوا عليه من قبل، فإن سن البلوغ يحدث الآن في وقت مبكر». وأضافت كوبر: واحدة من كل 2500 ولادة تحدث لامرأة لا تعرف أنها حامل. وتعتبر حالات الحمل عند المراهقين عند أدنى مستوياتها منذ أكثر من 70 عاماً في بريطانيا. وقبل أن تنجب الفتاة البالغة من العمر الأن11 عاماً، كانت أصغر أمّ في بريطانيا هي تريسا ميدلتون، التي كانت تبلغ من العمر 12 عاماً فقط، عندما أنجبت طفلاً في عام 2006. وفي عام 2014، وُلد طفل لأم تبلغ من العمر 12 عاماً، وأب يبلغ من العمر 13 عاماً، وهو أقل عمر للوالدين في بريطانيا. وفي عام 2017، ورد أن فتاة أخرى تبلغ من العمر 11 عاماً أنجبت، لكن لم تظهر تفاصيل أخرى.",
        color: "#4c60f6",
    },
    {
        id: "2",
        title: "كورونا تؤثر على تزايد السكان في استراليا",
        src: "/8F38F7E6-1C57-4D52-8C14-F1726E2017E5-1.jpeg",
        category: "اخبار العالم",
        text: "كشف تقرير معلومات عن تاثيرات وباء كوفيد 19 على استراليا لاربعين عاما قادمة؟  وقال التقرير انه من المتوقع أن ينخفض ​​معدل المواليد في أستراليا بشكل حاد خلال العقود الأربعة المقبلة ، مما يؤدي إلى مشاكل وطنية إذا لم تعد الهجرة قوية.  ويكشف التقرير الخامس بين الأجيال أنه بسببCOVID-19 ، سيكون عدد سكان أستراليا في 40 عامًا أقل بنحو 1.2 مليون شخص مما كان متوقعًا في السابق.  ومن المتوقع الآن أن يصل عدد سكان أستراليا في 2060-61 إلى 38.8 مليون ، مقارنة بتنبؤات عام 2015 بحوالي 40 مليون بحلول 2054-55.  وُيعزى الكثير من هذا النقص في تقديرات عام 2015 إلى تأثيرات الوباء.  مؤخراً صرح وزير الخزانة الفيدرالي جوش فرايدنبرغ لأوليفر بيترسون أنه سيكون من المستحيل تعويض النمو السكاني المفقود خلال الوباء.  وقال: “من أجل استبدال السكان ، تحتاج إلى 2.1 طفل لكل امرأة ، ولكن في أستراليا ، تبلغ النسبة الآن 1.65 ، وستستمر في الانخفاض خلال السنوات المقبلة، لذا ستستمر الهجرة في لعب دور أكبر في النمو السكاني لدينا”.  “وأضاف: لقد تفاقم انخفاض معدل الخصوبة بسبب تأثير COVID على الهجرة ايضاً ، والتي شهدت نموًا سكانيًا الآن عند أدنى مستوى له منذ 100 عام.  وأكد : “لذا ، على الرغم من أن الهجرة ستنتعش في السنوات المقبلة ، فإننا لن  نعوض ما فقدناه بسبب سياسة الحدود المغلقة اثناء الجائحة",
        color: "#32b47b",
    },
    {
        id: "3",
        title: "ارتفاع أسعار النفط إلى أكثر من 72 دولاراً للبرميل",
        src: "/7CF4D503-C590-40CA-9073-743AA73C2965.jpeg",
        category: "إقتصاد",
        text: "واصل النفط مكاسبه ليبلغ أعلى مستوياته في عدة سنوات في وقت مبكر من الاثنين، مدعوما بآفاق اقتصادية أكثر تفاؤلاً وتوقعات بارتفاع الطلب على الوقود، حسبما افادت وكالة “رويتر وبينما يترقب المستثمرون نتيجة المحادثات بين إيران والقوى العالمية بشأن اتفاق نووي من المقرر أن يعزز إمدادات الخام ارتفعت العقود الآجلة لخام برنت لشهر أغسطس 28 سنتاً، أو 0.4 في المئة، إلى 72.17 دولاراً للبرميل، وهو أعلى مستوى لها منذ مايو 2019. ولامس خام غرب تكساس الوسيط الأمريكي لشهر يوليو 70 دولاراً للمرة الأولى منذ أكتوبر 2018، وبلغ 69.91 دولارًا للبرميل، بأكثر من 29 سنتاً أو 0.4 في المئة. وارتفع كلا المؤشرين خلال الأسبوعين الماضيين مع انتعاش الطلب على الوقود في الولايات المتحدة وأوروبا بعد أن خففت الحكومات قيود كوفيد-19 قبل السفر الصيفي. يتوقع محللون أن يتجاوز الطلب العالمي على النفط الإمدادات في النصف الثاني على الرغم من التيسير التدريجي لخفض المعروض من جانب منتجي “أوبك +”. كما دعم تباطؤ المحادثات بين إيران والقوى العالمية بشأن إحياء الاتفاق النووي المبرم عام 2015 وانخفاض عدد منصات الحفر الأمريكية أسعار النفط. وستدخل إيران والقوى العالمية جولة خامسة من المحادثات، في 10 يونيو في فيينا، قد تشمل رفع واشنطن للعقوبات الاقتصادية على صادرات النفط الإيرانية. وبينما قال مبعوث الاتحاد الأوروبي المنسق للمفاوضات إنه يعتقد أنه سيتم إبرام اتفاق في محادثات هذا الأسبوع، قال دبلوماسيون كبار آخرون إن أصعب القرارات ما زالت تفرض نفسها قدما. ويتوقع المحللون أن تزيد إيران إنتاجها بمقدار 500 ألف إلى مليون برميل يومياً بمجرد رفع العقوبات. أما في الولايات المتحدة، انخفض عدد منصات النفط والغاز الطبيعي العاملة للمرة الأولى في ستة أسابيع مع تباطؤ ارتفاع عمليات الحفر.",
        color: "#f58021",
    },
    {
        id: "4",
        title: "فلسطيني أمضى 19 عاماً في غوانتنامو يقاضي دولاً إحتجزته وعذبته",
        src: "/1B6080E5-F467-4484-A6F1-E33C7B979372.jpeg",
        category: "تحليلات",
        text: "بدأ فلسطيني سجن في معتقل غوانتانامو الأمريكي في ملاحقة عدة دول يقول أنها شاركت شاركت في احتجازه تعسفياً وتعذيبه ولجأ السجين زين العابدين محمد حسين، وكنيته أبوزبيدة، إلى الأمم المتحدة لتقديم شكواه، وفق تقرير لصحيفة”الغارديان” البريطانية. وقالت الصحيفة ، في تقرير لـ”جوليان بورغر” من واشنطن، أنّ السجين رفع شكواه أمام “الفريق العامل المعني بمسألة الاحتجاز التعسفي” التابع للأمم المتحدة، ضد الولايات المتحدة وبريطانيا وخمس دول أخرى لدورها في برنامج وكالة المخابرات المركزية الأمريكية (سي آي ايه) لاحتجاز وتسليم المشتبه في صلتهم بالإرهاب، باستخدام “مواقع سرية” في أنحاء متفرقة من العالم وتابعت، أنّ زين العابدين قضى 19 عاما في سجن غوانتانامو دون محاكمة. وهو فلسطيني نشأ في السعودية واعتقل في عام 2002 وسُلّم إلى السي آي ايه، على أنه من قيادات تنظيم القاعدة. ولكن المخابرات الأمريكية خلصت في عام 2006 إلى أنه لم يكن حتى عضوا في التنظيم، ومع ذلك، بقي في سجن غوانتانامو، دون أمل في الإفراج عنه و تابع في شكواه إلى الأمم المتحدة إنه احتجز تعسفيا وتعرض للتعذيب في سجون سي آي ايه في تايلاند وبولندا والمغرب وليتوانيا وأفغانستان، وفي سجن غوانتانامو الأمريكي وأوضحت، أنّه يشتكي بريطانيا أيضا بتهم المشاركة في تسليمه إلى السي آي ايه وتعذيبه وتسجيل معلومات عنه تعرف أنها انتزعت منه تحت التعذيب وطالب، فريق دفاع أبو زبيدة، البالغ من العمر 50 عاما، باعتذار الدول المعنية  ودفع تعويض له عن قضاء 19 عاما في السجن دون محاكمة وأشارت هيلين دافي ممثلة هيئة الدفاع إن هذه القضية ستضع إدارة الرئيس الأمريكي جو بايدن أمام امتحان لأنها أعلنت في السابق أنها ملتزمة باحترام القوانين الدولية وحقوق الإنسان ووفق تقرير لصحيفة“commondreams” فان ابو زبيدة ، المسجون في غوانتانامو منذ 19 عامًا مثل  في اغسطس  2016 دون توجيه اتهام إليه بارتكاب جريمة ، لأول مرة أمام مجلس المراجعة الدورية للجيش الأمريكي ، والذي يحدد ما إذا كان معتقلي غوانتانامو سيستمرون في الاحتجاز “كمقاتلين أعداء وذكر التقرير ان  أبو زبيدة  جادل بضرورة الإفراج عنه لأنه “ليست لديه رغبة أو نية لإيذاء الولايات المتحدة أو أي دولة أخرى”. خلال جلسة الاستماع ، قال أبو زبيدة أيضًا إنه تعرض للتعذيب على يد وكالة المخابرات المركزية ، وهو ادعاء أكده تقرير التعذيب الصادر عن لجنة المخابرات بمجلس الشيوخ. تصر حكومة الولايات المتحدة على أنه مقاتل معاد وعندما قُبض على أبو زبيدة في باكستان عام 2002 ، وصفته إدارة بوش بأنه “رئيس عمليات” القاعدة والرجل “رقم ثلاثة” لأسامة بن لادن. لم يكن هذا صحيحًا ، وفقًا لجون كيرياكو ، الذي قاد الفريق المشترك بين وكالة المخابرات المركزية ومكتب التحقيقات الفيدرالي الذي أمسك بزبيدة. وأكد كرياكو أن أبو زبيدة لم يساعد في التخطيط لهجمات 11 سبتمبر 2001 وقال دان كولمان ، الخبير البارز في مكتب التحقيقات الفدرالي بشأن القاعدة ، إن أبو زبيدة “يعرف القليل جدًا عن العمليات أو الإستراتيجيات الحقيقية” تم إرسال ملاحظات كولمان إلى الرئيس جورج دبليو بوش. ومع ذلك ، قام الرئيس بتوبيخ مدير وكالة المخابرات المركزية جورج تينيت ، قائلاً: “قلت إن (زبيدة) مهم ، لن تسمح لي أن أفقد ماء الوجه في هذا الأمر ، أليس كذلك؟ تعرض أبو زبيدة للتعذيب بشكل متكرر في “المواقع السوداء” ، حيث أخضعته السي آي إيه للإيهام بالغرق 83 مرة. في إحدى المرات ، كان لا بد من إنعاش أبو زبيدة. ونقل تقرير مجلس الشيوخ عن أحد المراقبين عن التعذيب قوله إن أبو زبيدة “لا يستجيب على الإطلاق “ في عام 2005 ، بعد ظهور صور التعذيب في سجن أبو غريب ، دمرت وكالة المخابرات المركزية عدة مئات من الساعات من أشرطة الفيديو لاستجواب ابو زبيدة وعبد الرحيم الناشري. من المحتمل أن الأشرطة صورت الإيهام بالغرق  تم تصميم الغمر ، وفقًا لمحامي بوش (القاضي الفيدرالي حاليًا) جاي بايبي ، لإحداث تصور “الاختناق والذعر الأولي” ، أي تصور الغرق. ابو زبيدة في معتقله .. وسائل اعلام غرزعمت إدارة بوش أنها استخدمت أسلوب الإيهام بالغرق لثلاثة أفراد فقط (الثالث هو خالد شيخ محمد ، منظم أحداث 11 سبتمبر). لكن حاشية في إحدى مذكرات محامي بوش ستيفن برادبري تقول إن الإيهام بالغرق تم استخدامه “بتكرار أكبر بكثير مما هو مذكور في البداية” مع “كميات كبيرة من الماء” بدلاً من الكميات الصغيرة كما هو مطلوب بموجب قواعد وكالة المخابرات المركزية. كما حجبت وكالة المخابرات المركزية دواء أبو زبيدة (حيث كان يتعافى من إصابات خطيرة) ، وضربته بجدار ، وهددته بالقتل الوشيك ، وقيدته في أوضاع غير مريحة ، وقصفته بضوضاء تصم الآذان وأضواء قاسية. في مذكراته ، كتب بايبي أن وكالة المخابرات المركزية الأمريكية أخبرته ، “أبو زبيدة لا يعاني من أي حالات أو مشاكل عقلية موجودة مسبقًا من شأنها أن تجعله عرضة لضرر عقلي طويل الأمد من أساليب الاستجواب التي اقترحتها (وكالة المخابرات المركزية)“ صندوق يشبه التاب وافق بايبي على طلب وكالة المخابرات المركزية الأمريكية بحبس أبو زبيدة في صندوق ضيق به حشرة غير مؤذية وأخبره أنها ستلسعه لكنها لن تقتله. على الرغم من أن وكالة المخابرات المركزية كانت تعلم أن أبو زبيدة كان لديه خوف كبير من الحشرات ، فقد قرر بايبي أنه لن يكون هناك أي تهديد بألم جسدي شديد أو معاناة إذا اتبعت هذا الإجراء. “أبوزبيدة”قضى إجمالي 266 ساعة (11 يومًا ، ساعتان) في صندوق الحبس الكبير (حجم التابوت) و 29 ساعة في صندوق الحبس الصغير ، الذي يبلغ عرضه 21 بوصة ، وعمقه 2.5 قدم ، و ارتفاع 2.5 قدم “، وفقًا لتقرير مجلس الشيوخ عن التعذيب. لم يسفر تعذيب أبو زبيدة عن معلومات مفيدة. وكتب علي صوفان ، عميل مكتب التحقيقات الفدرالي ، الذي استجوبه ، في  صحيفة نيويورك تايمز  أن أي معلومات مفيدة قدمها أبو زبيدة قُدمت قبل استخدام “أساليب الاستجواب المعززة” – كلام بوش عن التعذيب. رداً على التعذيب ، أخبر أبو زبيدة المحققين أن القاعدة كانت تخطط لهجمات إرهابية ضد جسر بروكلين وقانون الحرية ومراكز التسوق والبنوك وأنظمة المياه ومحلات السوبر ماركت والمحطات النووية والمباني السكنية. وقال إن القاعدة كانت على وشك صنع قنبلة نووية بدائية. لم يتم تأكيد أي من هذا على الإطلاق. يعاقب قانون التعذيب على السلوك أو التآمر للانخراط في سلوك يهدف تحديدًا إلى إحداث ألم أو معاناة جسدية أو عقلية شديدة. يقصد بمصطلح “الألم أو المعاناة العقلية الشديدة” الضرر العقلي المطول الناجم عن أو الناجم إما عن تعمد أو التهديد بإلحاق ألم جسدي شديد أو معاناة ، أو عن التهديد بالموت الوشيك. لا جدال في أن الإيهام بالغرق يشكل تعذيباً ، وهو يعتبر جريمة حرب بموجب قانون جرائم الحرب الأمريكي. المعاملة القاسية واللاإنسانية والمهينة محظورة أيضًا بموجب اتفاقية مناهضة التعذيب وغيره من ضروب المعاملة أو العقوبة القاسية أو اللاإنسانية أو المهينة ، وهي معاهدة صادقت عليها الولايات المتحدة. وعلى الرغم من واجبه الدستوري “الحرص على تنفيذ القوانين بأمانة” ،رفض الرئيس الامريكي الاسبق باراك أوباما تقديم مسؤولي بوش الذين عذبوا أبو زبيدة وآخرين إلى العدالة.كما ان دونالد ترامب تعهد بالإبقاء على غوانتانامو مفتوحًا ودعا إلى استئناف عمليات الإيهام بالغرق. في الواقع ، وعدت إدارة ترامب بأنها “ستعيد جحيم أسوأ بكثير من الإيهام بالغرق“. وما زال  أبو زبيدة يقبع في غوانتانامو دون أمل في إطلاق سراحه.",
        color: "#f44336",
    },
    {
        id: "5",
        title: "العراق.. إستراتيجية جديدة للإيقاع بعناصر داعش",
        src: "/0011A014-1360-427C-ACC5-E3A4CB43AF9D.jpeg",
        category: "اخبار العرب",
        text: "وضعت القوات الأمنية العراقية استراتيجية جديدة لمكافحة بقايا تنظيم “داعش” الإرهابي تمتد إلى خمس سنوات، وتهدف لتفكيك خلايا التنظيم وتجفيف منابع التمويل الخاصة به تحت إشراف حكو وحققت القوات العراقية بدعم التحالف الدولي الذي تقوده واشنطن تقدما واضحا خلال الأشهر الأولى من العام الحالي على مستوى ضرب جيوب وبقايا التنظيم في مناطق شمال وغرب العراق والإيقاع بعدد من قيادات التنظيم البارزة، وهو ما ساهم في تراجع معدلات الاعتداءات بالبلاد لأدنى مستوى لها منذ سنوات. وأكد المتحدث باسم جهاز مكافحة الإرهاب العراقي صباح النعمان اعتماد وضع استراتيجية جديدة لمكافحة تنظيم “داعش”، تمتد لـ5 سنوات. وتحدث النعمان في إيجاز نقلته وكالة الأنباء العراقية (واع)، مساء الخميس عن أن “الأمن العراقي قطع شوطا كبيرا في بناء القدرات الاستخبارية، بما ساهم في متابعة وملاحقة بقايا تنظيم داعش، وإحباط اعتداءات إرهابية“. ولفت إلى أن التنظيم “بدأ يلجأ إلى حرب العصابات من خلال استخدام مجموعات صغيرة، في محاولة لاستنزاف قوات الأمن من جانب، والحصول على مكاسب إعلامية من جانب آخر”، مبيناً أن الاستراتيجية الأمنية للأعوام الخمسة المقبلة، تتضمن عدداً من البرامج والخطط لملاحقة بقايا تنظيم “داعش”، مضيفا أن “الجهاز قطع شوطا كبيرا في بناء القدرات الاستخبارية رغم الإمكانيات المحدودة“. وأضاف أن جهاز مكافحة الإرهاب بات يركز على العمليات الاستباقية ضد تنظيم “داعش” الإرهابي، مع استمرار التنسيق بين الأمن العراقي والتحالف الدولي الذي تقوده الولايات المتحدة الأميركية ضد التنظيم. ",
        color: "#32b47b",
    },
    {
        id: "6",
        title: "دولة أوروبية تدفع المال مقابل تلقي لقاح كورونا",
        src: "/8A4CEA4C-18CD-451D-8EBE-C4FBD15FBF23.jpeg",
        category: "اخبار العالم",
        text: "في خطوة هدفت إلى تشجيع الشباب على الحصول على أول جرعة من اللقاحات المضادة لفيروس كورونا، تعرض اليونان على مواطنيها الشبان بملغ 150 يورو (180 دولارا) وباقة إنترنت مجانية لهواتفهم المحمولة لمدة شهر، وذلك في حملة حكومية لزيادة معدل التطع وتخفف اليونان قيود مكافحة الجائحة حاليا، لكن توجد مخاوف متزايدة من انتشار سلالة “دلتا” الأشد عدوى. وقال رئيس الوزراء كيرياكوس ميتسوتاكيس في اجتماع وزاري: “مع أول جرعة من اللقاح سيحصلون على بطاقة مدفوعة مسبقا قيمتها 150يورو. إنها دين للشباب. هدية عرفانا لهم“. وتشير بيانات حكومية إلى أن نحو ثلث السكان البالغ عددهم 11مليون نسمة حصلوا على الجرعات الكاملة للوقاية من الفيروس.",
        color: "#4c60f6",
    },
];

interface ISmall {
    id: string;
    src: string;
    title: string;
}

export const small_3: ISmall[] = [
    {
        id: "1",
        title: "هل يشهد أمراء هاشميون في قضية الفتنة بالأردن؟",
        src: "/16C5FB83-A95E-4AFD-A42D-6EE0EB79C210.jpeg",
    },
    {
        id: "2",
        title: "الطاقم الطبي يواجه السجن حتى 25 عاما .. استجواب حاسم اليوم لطبيب مارادونا الشخصي",
        src: "/BA884175-FFDB-4BF8-B81E-46623395AEE9.jpeg",
    },
    {
        id: "3",
        title: "الإمارات: تحصين 91.8% من المؤهلين ضد كورونا.. وسلالات “بيتا” و”دلتا” و”ألفا”السائدة في الدولة حالياً",
        src: "/5089699F-82B6-48EC-9526-CE78B025FBD5.jpeg",
    },
];

export const small_4: ISmall[] = [
    {
        id: "1",
        title: "في بلد منشأ سلالة “دلتا “.. وفيات كورونا في الهند اعلى بكثير من المعلن عنه",
        src: "/AEDA1375-CC9D-4D3F-B9C9-9271373CA33C.jpeg",
    },
    {
        id: "2",
        title: "فيديو : الاولى من نوعها .. شركة عقارية إمارتية تطلق مبادرة لأصحاب الهمم",
        src: "/32BB8EBC-918D-4C74-B391-048ACD770B6A-696x392.jpeg",
    },
    {
        id: "3",
        title: "السجن 4 سنوات لداعية إسلامي كذب بخصوص نتيجة إختبار كورونا",
        src: "/9AC45854-13C2-429A-AE56-FB620054328B-696x392.jpeg",
    },
    {
        id: "4",
        title: "الرائعة سعاد محمد تغني لأم كلثوم بدون موسيقى.. فيديو نادر",
        src: "/B99DD3BC-2091-48CA-ACF9-D1DB7417884F.jpeg",
    },
];

export const categories = [
    {
        id: "1",
        name: "منوعات",
    },
    {
        id: "2",
        name: "اخبار العالم",
    },
    {
        id: "3",
        name: "إقتصاد",
    },
    {
        id: "4",
        name: "تحليلات",
    },
    {
        id: "5",
        name: "اخبار العرب",
    },
];

export const fleckr = [
    {
        id: "1",
        src: "/8A4CEA4C-18CD-451D-8EBE-C4FBD15FBF23.jpeg",
    },
    {
        id: "1",
        src: "/B99DD3BC-2091-48CA-ACF9-D1DB7417884F.jpeg",
    },
    {
        id: "1",
        src: "/1B6080E5-F467-4484-A6F1-E33C7B979372.jpeg",
    },
    {
        id: "1",
        src: "/7CF4D503-C590-40CA-9073-743AA73C2965.jpeg",
    },
    {
        id: "1",
        src: "/8F38F7E6-1C57-4D52-8C14-F1726E2017E5-1.jpeg",
    },
    {
        id: "1",
        src: "/FD0392EC-4820-4BB4-865F-480977246CF1-1536x864.jpeg",
    },
];

// export const newsSeeds = [
//     {
//         id: 1,
//         src: "/5-270x200.jpg",
//         aText: "Pellentesque odio nisi, euismod in,",
//         pText: "13 Dec, 2015",
//     },
//     {
//         id: 2,
//         src: "/6-270x199.jpg",
//         aText: "Pellentesque odio nisi, euismod in,",
//         pText: "13 Dec, 2015",
//     },
//     {
//         id: 3,
//         src: "/5-270x200.jpg",
//         aText: "Pellentesque odio nisi, euismod in,",
//         pText: "13 Dec, 2015",
//     },
//     {
//         id: 4,
//         src: "/6-270x199.jpg",
//         aText: "Pellentesque odio nisi, euismod in,",
//         pText: "13 Dec, 2015",
//     },
// ];
